// the keys are full genre / default names. the values should be localized names short enough to appear as a folder title 
// without being truncated

// default name if no common genre is available
"Folder" = "Mapp";

// default name for folders containing bookmarks and webclips
"Bookmarks" = "Bokmärken";

// genre names
"Social Networking" = "Socialt";
"Reference" = "Referens";
"News" = "Nyheter";
"Games" = "Spel";
"Productivity" = "Produktivitet";
"Entertainment" = "Underhållning";
"Lifestyle" = "Livsstil";
"Navigation" = "Navigering";
"Music" = "Musik";
"Utilities" = "Verktyg";
"Travel" = "Resor";
"Sports" = "Sport";
"Healthcare & Fitness" = "Hälsa";
"Photography" = "Fotografi";
"Finance" = "Ekonomi";
"Business" = "Företag";
"Education" = "Utbildning";
"Weather" = "Väder";
"Books" = "Böcker";
"Medical" = "Medicin";
"Stores" = "Affärer";

// game subgenre names
"Action Games" = "Action";
"Adventure Games" = "Äventyr";
"Arcade Games" = "Spelhall";
"Board Games" = "Brädspel";
"Card Games" = "Kortspel";
"Casino Games" = "Kasino";
"Dice Games" = "Tärningsspel";
"Educational Games" = "Utbildning";
"Family Games" = "Spel för barn";
"Kids Games" = "Spel för barn";
"Music Games" = "Musikspel";
"Puzzle Games" = "Pussel";
"Racing Games" = "Racing";
"Role Playing Games" = "Rollspel";
"Simulation Games" = "Simulering";
"Sports Games" = "Sport";
"Strategy Games" = "Strategi";
"Trivia Games" = "Kunskapsspel";
"Word Games" = "Ordspel";



